[
  {
    "id": 1,
    "name": "Harry Potter Y La Piedra Filosofal",
    "author": "JK Rowling",
    "price": 60000 ,
    "img": "https://cdn.shortpixel.ai/spai/w_853+q_lossy+ret_img+to_auto/https://culturademancos.com/wp-content/uploads/2022/06/harry-potter-philosophers-stone.jpg",
    "stock": "30",
    "synopsis": "Harry Potter nunca ha oído hablar de Hogwarts hasta que empiezan a caer  cartas en el felpudo del número 4 de Privet Drive. Llevan la dirección  escrita con tinta verde en un sobre de pergamino amarillento con un  sello de lacre púrpura, y sus horripilantes tíos se apresuran a  confiscarlas. Más tarde, el día que Harry cumple once años, Rubeus  Hagrid, un hombre gigantesco cuyos ojos brillan como escarabajos negros,  irrumpe con una noticia extraordinaria: Harry Potter es un mago, y le  han concedido una plaza en el Colegio Hogwarts de Magia y Hechicería. ¡Está a punto de comenzar una aventura increíble!"
  },
  {
    "id": 2,
    "name": "Harry Potter Y La Camara Secreta",
    "author": "JK Rowling",
    "price": 68000 ,
    "img": "https://cdn.shortpixel.ai/spai/w_853+q_lossy+ret_img+to_auto/https://culturademancos.com/wp-content/uploads/2022/06/english-harry-potter-2-epub-9781781100226-1.jpg",
    "stock": "0",
    "synopsis": "El verano de Harry Potter ha incluido el peor cumpleaños de su vida, las funestas advertencias de un elfo doméstico llamado Dobby y el rescate de casa de los Dursley protagonizado por su amigo Ron Weasley al volante de un coche mágico volador. De vuelta en el Colegio Hogwarts de Magia y Hechicería, donde va a empezar su segundo curso, Harry oye unos extraños susurros que resuenan por los pasillos vacíos. Y entonces empiezan los ataques y varios alumnos aparecen petrificados... Por lo visto, las siniestras predicciones de Dobby se están cumpliendo..."
  },
  {
    "id": 3,
    "name": "Harry Potter Y El Pricionero De Azkaban",
    "author": "JK Rowling",
    "price": 65000 ,
    "img": "https://cdn.shortpixel.ai/spai/w_853+q_lossy+ret_img+to_auto/https://culturademancos.com/wp-content/uploads/2022/06/english-harry-potter-3-epub-9781781100233.jpg",
    "stock": "10",
    "synopsis": "Cuando el autobús noctámbulo irrumpe en una calle oscura y frena con  fuertes chirridos delante de Harry, comienza para él un nuevo curso en  Hogwarts, lleno de acontecimientos extraordinarios. Sirius Black,  asesino y seguidor de lord Voldemort, se ha fugado, y dicen que va en  busca de Harry. En su primera clase de Adivinación, la profesora  Trelawney ve un augurio de muerte en las hojas de té de la taza de  Harry... Pero quizá lo más aterrador sean los dementores que patrullan  por los jardines del colegio, capaces de sorberte el alma con su beso..."
  },
  {
    "id": 4,
    "name": "Harry Potter Y El Cáliz De Fuego",
    "author": "JK Rowling",
    "price": 60000 ,
    "img": "https://cdn.shortpixel.ai/spai/w_853+q_lossy+ret_img+to_auto/https://culturademancos.com/wp-content/uploads/2022/06/english-harry-potter-4-epub-9781781105672.jpg",
    "stock": "1",
    "synopsis": "Se va a celebrar en Hogwarts el Torneo de los Tres Magos. Sólo los  alumnos mayores de diecisiete años pueden participar en esta competición, pero, aun así, Harry sueña con ganarla. En Halloween,  cuando el cáliz de fuego elige a los campeones, Harry se lleva una  sorpresa al ver que su nombre es uno de los escogidos por el cáliz  mágico. Durante el torneo deberá enfrentarse a desafíos mortales,  dragones y magos tenebrosos, pero con la ayuda de Ron y Hermione, sus mejores amigos, ¡quizá logre salir con vida!"
  },
  {
    "id": 5,
    "name": "Harry Potter Y La Orden Del Fénix",
    "author": "JK Rowling",
    "price": 71000 ,
    "img": "https://cdn.shortpixel.ai/spai/w_853+q_lossy+ret_img+to_auto/https://culturademancos.com/wp-content/uploads/2022/06/english-harry-potter-5-epub-9781781100240.jpg",
    "stock": "20",
    "synopsis": "Son malos tiempos para Hogwarts. Tras el ataque de los dementores a su  primo Dudley, Harry Potter comprende que Voldemort no se detendrá ante  nada para encontrarlo. Muchos niegan que el Señor Tenebroso haya  regresado, pero Harry no está solo: una orden secreta se  reúne en  Grimmauld Place para luchar contra las fuerzas oscuras. Harry debe  permitir que el profesor Snape le enseñe a protegerse de las brutales  incursiones de Voldemort en su mente. Pero éstas son cada vez más potentes, y a Harry se le está agotando el tiempo..."
  },
  {
    "id": 6,
    "name": "Harry Potter Y El Misterio Del Príncipe",
    "author": "JK Rowling",
    "price": 77000 ,
    "img": "https://cdn.shortpixel.ai/spai/w_853+q_lossy+ret_img+to_auto/https://culturademancos.com/wp-content/uploads/2022/06/english-harry-potter-6-epub-9781781100257.jpg",
    "stock": "0",
    "synopsis": "Con dieciseis años cumplidos, Harry inicia el sexto curso en Hogwarts. A pesar de los ferreos controles de seguridad que protegen la escuela,  dos alumnos son brutalmente atacados. Dumbledore sabe que se  acerca el  momento, anunciado por la Profecía, en que Harry y Voldemort se enfrentarán a muerte: 'El único con poder para vencer al  Señor  Tenebroso se acerca... Uno de los dos debe morir a manos del otro, pues  ninguno de los dos podrá vivir mientras siga el otro  con vida.' El anciano director solicitará la ayuda de Harry y juntos emprenderán  peligrosos viajes para intentar debilitar al enemigo, para lo  cual el  joven mago contará con un viejo libro de pociones perteneciente a un misterioso personaje, alguien que se hace llamar Príncipe Mestizo."
  },
  {
    "id": 7,
    "name": "Harry Potter Y Las Reliquias De La Muerte",
    "author": "JK Rowling",
    "price": 80000 ,
    "img": "https://cdn.shortpixel.ai/spai/w_853+q_lossy+ret_img+to_auto/https://culturademancos.com/wp-content/uploads/2022/06/english-harry-potter-7-epub-9781781100264.jpg",
    "stock": "10",
    "synopsis": "Cuando se monta en el sidecar de la moto de Hagrid y se eleva en el  cielo, dejando Privet Drive por última vez, Harry Potter sabe que lord  Voldemort y sus mortífagos se hallan cerca. El encantamiento protector  que había mantenido a salvo a Harry se ha roto, pero el no puede seguir  escondiendose. El Señor Tenebroso se dedica a aterrorizar a todos los  seres queridos de Harry, y, para detenerlo, este habrá de encontrar y destruir los horrocruxes que quedan. La batalla definitiva debe comenzar: Harry tendrá que alzarse y enfrentarse a su enemigo..."
  }
]